import Title from "@/components/Title";

export default function History() {
  return (
    <div className="py-8 md:py-10 bg-white">
      <Title text="기관연혁" />
      <ul className="!mt-6 space-y-2 text-sm md:text-[15px] leading-relaxed md:leading-[24px] text-gray-800">
        <li>◯ 2022.02.28. 남동시니어클럽 개관식 및 제1대 관장 취임</li>
        <li>◯ 2022.03.01. 남동시니어클럽 개관</li>
        <li>◯ 2022.03.18. 무료취업정보센터 개소</li>
        <li>◯ 2022.04.01. 대한노인진흥회와 업무 협약</li>
        <li>◯ 2022.06.22. 인천광역시도시농업지원센터와 업무 협약</li>
        <li>◯ 2022.07.13. 2022년 시장형사업단 초기투자비 공모사업 선정</li>
        <li>◯ 2022.12.20. 예뜰안카페 소비친화적 개업</li>
        <li>
          ◯ 2023.01.25. 구월노인복지관과 노인일자리 활성화를 위한 업무 협약
        </li>
        <li>
          ◯ 2023.01.31. 노인일자리 및 사회활동 지원사업 신규 사업단 수행기관
          선정
        </li>
        <li>◯ 2023.02.05. 2023년 어르신 신규 일자리 공모사업 선정</li>
        <li>◯ 2023.02.07. 남동구체육회 노인일자리 활성화를 위한 업무 협약</li>
        <li>
          ◯ 2023.06.08. 구월4동주민자치회와 노인일자리 창출을 위한 업무 협약
        </li>
        <li>
          ◯ 2023.09.18. 2023년(2022년 실적) 노인일자리 및 사회활동지원사업
          최우수기관 선정
        </li>
        <li>◯ 2023.09.18. 2023년(2022년 실적) 노인일자리사업 우수기관 선정</li>
        <li>
          ◯ 2023.12.13. 남동구 행복드림 노인일자리 활성화를 위한 상생 협력 업무
          협약
        </li>
        <li>
          ◯ 2023.12.27. 인천광역시경제토탈마케팅센터와 경력단절여성 네트워크
          구축 업무 협약
        </li>
        <li>
          ◯ 2024.03.05. 인천정보산업고 연합작업형 어린이 교통안전 노인일자리
          네트워크 구축
        </li>
        <li>
          ◯ 2024.03.30. 남동구 내 취약계층 청소년 및 노인일자리 창출을 위한 업무
          협약
        </li>
        <li>
          ◯ 2024.05.10. 2024년 대한적십자 인천시 공모사업 선정 (예뜰안카페
          안전테이블존)
        </li>
        <li>
          ◯ 2024.05.27. 시장형 사업단 인프라 구축 공모사업 선정 (정도덕·정성도
          도시락에 담다)
        </li>
        <li>◯ 2024.07.01. 시니어복합문화미디어소다 개시</li>
        <li>◯ 2024.07.04. LH사랑돌봄서비스 사업 개시</li>
        <li>
          ◯ 2024.08.10. 남동구청장과 노인일자리 및 사회활동 지원사업 활성화를
          위한 후원금 전달식
        </li>
        <li>◯ 2024.10.04. 남동시니어클럽장의 인천광역시장 공익 지방자 선출</li>
        <li>◯ 2024.10.30. 예뜰안카페 남동구노인교실관과 개업</li>
        <li>◯ 2024.11.13. 정도덕(반찬가게) 개업</li>
        <li>
          ◯ 2025.01.23. 코레일 사장님단 설 명절 맞이 행복나눔 경량화 안전키트
          전달식
        </li>
        <li>◯ 2025. 02. 21. 남동구청 경로당 반찬 지원사업 업무 협약</li>
        <li>◯ 2025. 02. 25. 시장형 인프라지원사업 정도담 반찬가게 개소식</li>
        <li>
          ◯ 2025. 03. 06. 구월종합사회복지관 취약계층을 위한 건강한 식사
          지원사업 업무협약{" "}
        </li>
      </ul>
    </div>
  );
}
